Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: 43 Polar ProTrainer 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 47 Ukupni rezultati . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 6, 23, 42 Precautions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 31 Uvođenje . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 62 Predicted maximum heart rate . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 52 VO2max . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 45 Programmed exercise . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 38, 45 Vremenska zona . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 42, 43 Recalling training information . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 41 Zamjena baterije . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 23 Recording rate settings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 61 Zaustavljanje snimanja vježbe . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 34 Reminders . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 23 Zvuk . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: 39 Reset the training computer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
hr: 39 Indeks
